VA_NAME = 'Крэк'
VA_VER = "2.0"
VA_ALIAS = ('крэк', 'крак', 'крэйг', "крэг", "крэка", "краг", 'свэг', 'кэш','крэг', 'ксан', 'крэка', 'крак', 'краг','крик', 'крекинг', 'как', 'крах' )
VA_TBR = ('скажи', 'покажи', 'ответь', 'произнеси', 'расскажи', 'сколько')


VA_CMD_LIST = {
    "help": ('список команд', 'команды', 'что ты умеешь', 'твои навыки', 'навыки', 'список команд',
             'че ты умеешь', 'какие у тебя способности'),
    "ask": ('вопросу', 'вопрос', 'ответь',),
    "ctime": ('время', 'текущее время', 'сейчас времени', 'который час'),
    "date": ('дата', 'дату', 'даты'),
    "joke": ( 'рассмеши', 'шутка', 'расскажи шутку', 'пошути', 'развесели'),
    "open_browser": ('открой браузер', 'запусти браузер', 'открой гугл хром', 'гугл хром', 'браузер'),
    "weather": ('погода', 'прогноз погоды', 'что с погодой', 'узнать погоду'),
    'open_explorer': ('открой проводник', 'запусти проводник', 'проводник', 'проводнику', 'открой проводнику',
                      'проводников'),}
#open_file_explorer